<?php include 'layout/header.html'; ?>

<div class="privacy">
  <div class="head flex">
    <div class="image">
      <img src="assets/images/secure_data.svg" alt="">
    </div>
    <div class="title">
      <h2>سياسة الخصوصية</h2>
      <p>
        إقرأ حول كيفية إستخدام موقع bwaba لبيانات مستعمليها
      </p>
    </div>
  </div>
  <div class="content">
    <div class="container">
      <p>
        سياسة الخصوصية هذه هي لهذا الموقع www.bwaba.net وتخدمها bwaba . وتحكم خصوصية مستخدميها الذين يختارون استخدامها.
        تحدد هذه السياسة المجالات المختلفة التي تهتم بها خصوصية المستخدم وتوضح التزامات ومتطلبات المستخدمين وموقع الويب ومالكي مواقع الويب.
        يتخذ هذا الموقع وأصحابه منهجًا استباقيًا لخصوصية المستخدم ويضمن اتخاذ الخطوات اللازمة لحماية خصوصية مستخدميه
        معلومات شخصية.
      </p>
      <p>
        نحن ملتزمون بإجراء أعمالنا وفقًا للمبادئ التالية لضمان الحفاظ على سرية المعلومات الشخصية والحفاظ عليها:
      </p>
      <ul>
        <li>
          قبل أو في وقت جمع المعلومات الشخصية ، سوف تحدد bwaba الأغراض التي يتم جمع المعلومات عنها.
        </li>
        <li>
          سوف تقوم bwaba بجمع واستخدام المعلومات الشخصية فقط بهدف تحقيق الأغراض المحددة لأغراض أخرى متوافقة ، ما لم نحصل على موافقة الشخص المعني أو كما يقتضي القانون ، ولن نحتفظ إلا بالمعلومات الشخصية طالما كان ذلك ضروريًا لتحقيق من هذه الأغراض.
        </li>
        <li>
          سنقوم بجمع المعلومات الشخصية من خلال وسائل قانونية وعادلة ، وعند الاقتضاء ، بمعرفة أو موافقة الشخص المعني.
        </li>
        <li>
        سنحمي المعلومات الشخصية عن طريق ضمانات أمنية معقولة ضد الفقدان أو السرقة ، بالإضافة إلى الوصول غير المصرح به أو الكشف أو النسخ أو الاستخدام أو التعديل.
        </li>
      </ul>
      <b>ملفات تعريف الإرتباط</b>
      <p>
        يستخدم موقع bwaba ملفات تعريف الارتباط ، بكسل التتبع والتقنيات ذات الصلة لتحسين تجربة المستخدمين أثناء زيارة الموقع. ملفات تعريف الارتباط هي ملفات بيانات صغيرة يتم عرضها بواسطة نظامنا الأساسي ويتم تخزينها على جهازك. يستخدم موقعنا ملفات تعريف الارتباط التي يتم إسقاطها بواسطتنا أو من أطراف ثالثة لأغراض متنوعة ، بما في ذلك تشغيل الموقع وتخصيصه. يمكن أيضًا استخدام ملفات تعريف الارتباط لتتبع كيفية استخدامك للموقع لاستهداف الإعلانات لك على مواقع ويب أخرى
      </p>
      <p>
        يُنصح المستخدمون بأنه إذا رغبوا في رفض استخدام ملفات تعريف الارتباط وحفظها من موقع الويب هذا على محرك الأقراص الثابت الخاص بهم ، فيجب عليهم اتخاذ الخطوات اللازمة ضمن إعدادات أمان متصفحات الويب الخاصة بهم لحظر جميع ملفات تعريف الارتباط من موقع الويب هذا.
      </p>
      <p>
        يستخدم موقع bwaba برامج تتبع لمراقبة زواره لفهم كيفية استخدامها بشكل أفضل. يتم توفير هذا البرنامج بواسطة Google Analytics الذي يستخدم ملفات تعريف الارتباط لتتبع استخدام الزائر. سيحفظ البرنامج ملف تعريف ارتباط إلى محرك الأقراص الثابتة في جهاز الكمبيوتر الخاص بك من أجل تتبع ومراقبة استخدامك للموقع واستخدامه ، ولكنه لن يقوم بتخزين المعلومات الشخصية أو حفظها أو جمعها. يمكنك قراءة سياسة خصوصية Google هنا لمزيد من المعلومات https://policies.google.com/privacy.
      </p>
      <p>
        قد يتم تخزين ملفات تعريف الارتباط الأخرى على محرك الأقراص الثابتة بجهاز الكمبيوتر الخاص بك بواسطة موردين خارجيين عندما يستخدم هذا الموقع الإعلانات. تُستخدم ملفات تعريف الارتباط هذه للتحويل وتتبع الإحالة وتنتهي صلاحيتها عادة بعد 30 يومًا ، على الرغم من أن بعضها قد يستغرق وقتًا أطول. لا يتم تخزين أي معلومات شخصية أو حفظها أو جمعها.
      </p>
    </div>
  </div>
</div>

<?php include 'layout/footer.html'; ?>
